{
        "articles": [
            {
                "title": "What are your General Guidelines?",
                "body": "&nbsp; 1. You can view all your bookings anytime by logging into your &ldquo;My Account&rdquo; .<br />\r\n&nbsp; 2. We facilitate and make bookings on the Internet &ndash; we do not own or operate properties.<br />\r\n&nbsp; 3. We are simply the best booking engine on the planet!<br />\r\n&nbsp; 4. Please consult the description of the properties on our site&nbsp;to become familiar with their facilities, services, and the policies that rule them.&nbsp;<span style=\"font-size: 13px;\">It is the properties&rsquo; responsibility to maintain this information accurate and current.</span><br />\r\n&nbsp; 5. Guarantee deposits and service fees are non-refundable.<br />\r\n&nbsp; 6. You must contact the hostel directly for any changes or cancellations.<br />\r\n&nbsp; 7. In case of a no show, the hostel has the right to charge your credit card the amount of the first night.<br />\r\n&nbsp; 8. Every effort is made to ensure that your booking is processed correctly by the hostel.<br />\r\n&nbsp; 9. Please note that the service evaluations found on this website reflect the opinions of people who have stayed at the properties. We assume no responsibility for the opinions expressed.\r\n<p>More than 250,000 people each month make reservations using&nbsp;this service. It works!</p>\r\n",
                "lang": null,
                "article_id": 1368341
            },
            {
                "title": "Do I need to have or buy a yearly membership Hostel Card to book a hostel on this site?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">No. You do not have to have or buy a yearly hostel membership card to book at any hostel listed on our site.</span><br />\r\nIf a card is required by a hostel, you will be able to buy at the hostel upon arrival.<br />\r\nWe do not sell any membership card.<br />\r\n&nbsp;",
                "lang": null,
                "article_id": 1368342
            },
            {
                "title": "How do I make a reservation?",
                "body": "<p>You need a valid credit card to process your reservation. We accept Visa, Visa Delta, Visa Electron and MasterCard credit cards and Solo, Switch, JCB and Laser. We do not accept American Express.</p>\r\n\r\n<p>The credit card must have sufficient funds to pay for the deposit.</p>\r\n\r\n<p>After you select your destination and enter you dates, a list of available hostels will show. Pick the&nbsp;hostel of your choice,&nbsp;then enter the number of people in the type of room you wish to reserve. &nbsp;After this, press &quot;book now&quot; and&nbsp;the system will ask you to enter the credit card information and then to confirm the reservation.</p>\r\n\r\n<p>Once you click on the &ldquo;confirm&rdquo; button, the system will process the transaction and then send you the confirmation record by email. The process takes less than a minute.</p>\r\n\r\n<p>Be patient &ndash; do not click the button &ldquo;confirm&rdquo; more than once to avoid making duplicate bookings.</p>\r\n\r\n<p>If you don&rsquo;t find the confirmation email in your inbox, look for it in the &ldquo;junk mail&rdquo; folder as it may have been screened by the spam filter.</p>\r\n\r\n<p>You must print the confirmation record and bring it with you to the hostel.</p>\r\n\r\n<p>Upon arrival and check-in to the hostel, you may be asked to pay balance stated on the confirmation page.<br />\r\n<br />\r\nGroup:&nbsp;<span style=\"line-height: 1.6em;\">If you intend to book reservations for a large group or for a long stay, please expect to disburse a higher guarantee deposit. Look for these details in the description of the hostel on our website.&nbsp;</span>The balance&nbsp;can be paid 30 days before arrival by bank transfer directly with the hostel.</p>\r\n",
                "lang": null,
                "article_id": 1368343
            },
            {
                "title": " Is there anything else that I should do with my reservation before I arrive to the property?",
                "body": "<p>We suggest that you contact the hostel&nbsp;24 hours before your scheduled arrival to confirm your reservation and your estimated time of arrival.</p>\r\n\r\n<p>If you plan to arrive after 12 noon or after the check-in time posted on the hostel&rsquo;s<em><u> description on ou</u></em>r website, please ensure that the <u>hostel</u>&nbsp;knows this so they do not cancel your reservation.</p>\r\n\r\n<p>Always mention the booking reference number in all correspondence with the <u>hostel</u>.</p>\r\n",
                "lang": null,
                "article_id": 1368344
            },
            {
                "title": "Which is the maximum number of nights I can book?",
                "body": "<p>You can book up to 30&nbsp;nights in any hostel as long as there is availability.&nbsp;</p>\r\n",
                "lang": null,
                "article_id": 1368346
            },
            {
                "title": "If I travel with young children, should I reserve a private bedroom for us?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">We recommend that you reserve a private bedroom for you and your young children. Please review the hostel&rsquo;s policies regarding children and extra beds if required in the description of the property on our website.</span>",
                "lang": null,
                "article_id": 1368348
            },
            {
                "title": "What are the restrictions in terms of age?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Most hostels do not have age restrictions. If they do, they will include this information in their description in our website. A typical restriction could be &quot;18 to 35 years old only&quot;.</span>",
                "lang": null,
                "article_id": 1368349
            },
            {
                "title": "Is it safe to use my credit card on this site?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Of course! We use the latest SSL technology. All information is encrypted and secure. it is very safe.</span>",
                "lang": null,
                "article_id": 1368351
            },
            {
                "title": "Do I need a credit card to make a reservation?",
                "body": "<p>You must have a valid credit card to book a reservation. We accept Visa, Visa Electron, MasterCard, Switch and Solo. We do not accept American Express.</p>\r\n\r\n<p>Please consult the description of the hostel on our site&nbsp;to verify whether it&nbsp;accepts one of your&nbsp;credit cards to pay for the balance due upon arrival and check-in. If not, you will have to pay with&nbsp;cash.</p>\r\n",
                "lang": null,
                "article_id": 1368352
            },
            {
                "title": "What is the deposit?",
                "body": "<p>A deposit is a <span style=\"line-height: 20.8px;\">guarantee partial payment charged w</span>hen you make a reservation online with us. This&nbsp;deposit is non-refundable or non- transferable.</p>\r\n\r\n<p>The remaining cost of the amount of your booking is payable before or upon your arrival to the hostel.</p>\r\n\r\n<p>Make sure that you become acquainted with the form of payment and the credit card brands accepted, if any, by the hostel. Please consult the description of the hostel&nbsp;on our website.</p>\r\n",
                "lang": null,
                "article_id": 1368354
            },
            {
                "title": "Can I pay cash on arrival?",
                "body": "<p>Each hostel has its own payment policy. We recommend that you consult&nbsp;their descriptions on our&nbsp;website to confirm what payment methods&nbsp;they accept: cash, credit card or ATM debit cards</p>\r\n\r\n<p>Please note that you may be expected to provide a credit card or a cash deposit to cover for contingencies.</p>\r\n",
                "lang": null,
                "article_id": 1368360
            },
            {
                "title": " The amount that appeared on my credit card statement was different to the one given to me during the reservation process.",
                "body": "<p>The difference is due to currency exchange rate fluctuations, between the time when you made the reservation and the time when you paid the full amount and the hostel&nbsp;charged it to your credit card.</p>\r\n\r\n<p>Although your deposit payment is charged in British Pounds (GBP &pound;), the booking confirmation sheet will display the balance in the currency of choice used by the property&#39;s&nbsp;institution.</p>\r\n",
                "lang": null,
                "article_id": 1368363
            },
            {
                "title": " I have to cancel my reservation, what should I do?",
                "body": "<p>You must contact the hostel directly. Please ensure you&nbsp;provide your booking number in all correspondences with the hostel.</p>\r\n\r\n<p>Upon cancellation, the deposit&nbsp;is&nbsp;not refundable or transferable.</p>\r\n\r\n<p>To avoid additional charges, please process your cancellation &nbsp;before the scheduled date of arrival as per the hostel&rsquo;s cancellation policy.</p>\r\n\r\n<p>If you do not process the cancellation on time, or you do not show up on time, your credit card will be at least charged with the full amount of your first night&rsquo;s reservation.</p>\r\n",
                "lang": null,
                "article_id": 1368365
            },
            {
                "title": " I booked the wrong type of room or the wrong dates, how can I change my reservation?",
                "body": "<p>To change your reservation you must contact the hostel directly.</p>\r\n\r\n<p>Please make sure that you mention the booking reference number in all your communications with the hostel.</p>\r\n",
                "lang": null,
                "article_id": 1368371
            },
            {
                "title": " If I want to reduce the duration of my stay, can I apply the deposit of the unused nights towards the property bill?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">No, the guarantee deposit applies to the number of nights booked in the original reservation. If you change your plans and leave earlier than expected, the deposit mitigates the hostel&rsquo;s loss resulting from your earlier departure.</span>",
                "lang": null,
                "article_id": 1368372
            },
            {
                "title": "I have no confirmation, what should I do?",
                "body": "<p>If you don&rsquo;t find our correspondence in your email inbox, please check the following:<br />\r\n<br />\r\n1. Search in your&nbsp;email &ldquo;junk folder&rdquo; as it may have been screened by the spam email filter.<br />\r\n<br />\r\n2. As a precaution, all the bookings that we make are also stored in our server. You may access all your bookings by login into your &ldquo;My Account.&rdquo; The &ldquo;My Account&rdquo; membership is set up automatically after your first booking with us. You can resend to your yourself booking confirmation.<br />\r\n<br />\r\n<span style=\"line-height: 20.8px;\">3. Contact us with your booking number or the full name used at the time of booking. We will be happy to help you!</span></p>\r\n",
                "lang": null,
                "article_id": 1368375
            },
            {
                "title": " I got an error message while waiting for the confirmation page to appear, what do I do now?",
                "body": "<div class=\"reponse\">There are a few reasons why your transaction may not be completed. Please contemplate the following triggers and try again.</div>\r\n\r\n<p>a)&nbsp;<span style=\"line-height: 20.8px;\">You may have failed to complete correctly the mandatory fields of the booking form.</span><br />\r\nb) The account may not have sufficient funds to cover the transaction.</p>\r\n\r\n<p>After attending these items, please resubmit your reservation. If the error message appears again, please make a copy of the message and contact us to help you out.<br />\r\n<br />\r\nYou can also try a different card (even if it is not a card you will take with you on your trip). It is also okay to use a card from someone else as long as you are authorized to use it.<br />\r\n<br />\r\n<span style=\"line-height: 20.8px;\">Our reservation system and credit card processing online is safe.</span></p>\r\n\r\n<h3>&nbsp;</h3>\r\n",
                "lang": null,
                "article_id": 1368376
            },
            {
                "title": "Do I need to confirm my reservation before I arrive?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">If you booked your reservation using a debit bank card or if this requirement is in the description of the hostel on our site, the answer is yes.<br />\r\nIn all other cases, there is no need to reconfirm you reservation before your arrival. Your confirmation number is your proof of reservation at the booked hostel.</span>",
                "lang": null,
                "article_id": 1368377
            },
            {
                "title": " Does the name on the credit card must be the same as on the reservation?",
                "body": "<p>If you do not have a credit card and someone around you allows you to use his or her card, we find no harm in processing your reservation. However, this may not be the case when you process the balance payment with the hostel.</p>\r\n\r\n<p>Keep in mind that if you do not show up the day of your reservation, without previously having cancelled your reservation, the credit card used will be at least charged with the full amount of your first night&rsquo;s reservation.</p>\r\n",
                "lang": null,
                "article_id": 1368378
            },
            {
                "title": " I have a credit card, but I am unable to book the properties I want.",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 12px;\">Some hostels do not accept all credit cards and ATM debit cards, so this payment method may not appear when you try to select the type of card you have.</span>",
                "lang": null,
                "article_id": 1368379
            },
            {
                "title": " What credit cards and ATM bank cards are accepted on this site?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">We accept Visa, Visa Delta, Visa Electron and MasterCard credit cards and Solo, Switch, JCB and Laser. However, please read the description of the hotels in our website to check if your cards are accepted when you need to deal with them.</span>",
                "lang": null,
                "article_id": 1368380
            },
            {
                "title": "What is a double room?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">A double room is a private room (not dorm) for 2 people and contains 1 double bed. You must pay for 2 people.</span>",
                "lang": null,
                "article_id": 1368381
            },
            {
                "title": "What is a twin room?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">A twin room is private room (not a dorm) for 2 people and contains 2 single beds. You must pay for 2 people.</span>",
                "lang": null,
                "article_id": 1368382
            },
            {
                "title": "What are the dorms?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Dorms are room you share with other customers. &nbsp;You rent per bed, not per room.</span><br />\r\n<br />\r\n<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Some dorms come with a private (not shared) bathroom and/or a shower inside the dorm.</span><br />\r\n<br />\r\n<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Groups must book full dorms (all the beds in dorms) so they do not share the dorms with others.</span><br />\r\n<br />\r\n<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Properties with dorms may also offer lockers or safety deposit boxes to keep your valuables and personal belongings safe.&nbsp;</span>",
                "lang": null,
                "article_id": 1368383
            },
            {
                "title": " If I travel with a young child, what kind of room would you suggest that I to book?",
                "body": "<p>We recommend that you book a private room (not a dorm) for both of you.</p>\r\n\r\n<p>Hostels have specific policies regarding children and babies. Group bookings do not follow the same rules, generally they are flexible when&nbsp;children are accompanied by an adult. (please read the description of the hostel&nbsp;on our site&nbsp;for more info).</p>\r\n",
                "lang": null,
                "article_id": 1368384
            },
            {
                "title": "What is a tent?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">Tents are usually limited to areas classified as campgrounds. Tents fit small beds and they generally take people from both gender groups.</span>",
                "lang": null,
                "article_id": 1368385
            },
            {
                "title": " What is a private room?",
                "body": "<p>A private room is a room reserved for you and your travel companions, regardless of the number of beds available in the room. Guests who chose to reserve a private room pay for all the beds in the room, regardless if these all occupied or not.</p>\r\n\r\n<p>Subject to the hostel&rsquo;s capacity, vacancy and the size of your group, the hostel&nbsp;will offer you the room that best suits your needs.</p>\r\n",
                "lang": null,
                "article_id": 1368386
            },
            {
                "title": "What is a single room?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">This room type is a private room (not a dorm) and can accommodate 1 person maximum in 1 single bed.</span>",
                "lang": null,
                "article_id": 1368388
            },
            {
                "title": "How and what information do you collect from your users?",
                "body": "<span style=\"font-family: Tahoma, Geneva, sans-serif; line-height: 19.1875px;\">We only collect personal information from users when they register online and purchase online.&nbsp;Generally, this information includes a name, an e-mail address, a mailing address and the information contained in the credit card transaction when purchasing&nbsp;products.</span>",
                "lang": null,
                "article_id": 1368578
            },
            {
                "title": "How do you use my information?",
                "body": "<p>This information is used solely for internal marketing purposes.&nbsp;We do not sell, exchange, or disclose your personal information (name, e-mail address, mailing address, credit card data, etc.).&nbsp;The information that you provide us, and identifies you personally, is not shared with third parties other than for billing and mailing purpose.</p>\r\n\r\n<p>We only contact people who specifically have requested or opted to receive our free newsletters or who have purchased one of our products.<br />\r\n&nbsp;</p>\r\n",
                "lang": null,
                "article_id": 1368580
            },
            {
                "title": null,
                "body": null,
                "lang": null,
                "article_id": null
            }
        ]
}
